
# 뉴스고 사용법

## 로그인

  그림_0

## 메인 메뉴

 그림_1
뉴스고, 4월20일(금) 4859호, 기사작성, 연합뉴스, 검색, ....

뉴스고: 
  오늘자 신문 편집으로 이동

4월20일(금) 4859호: 
  전체 페이지보기, 섹션별 페이지 보기, 출력현황 보기, 전면광고 보기, 양변광고 보기 .... 

기사작성:
  나의 가사 작성하기
  신규 기사를 작성하거나 사전에 입력한 기사를 관리 한다.
  기사 출고 하기 원하는 섹션으로 기사를 출고 하면 페이지 편집면에서 출고된 기사를 페이지에 패치 할 수 있다.

연합뉴스:
  연합기사보기
    연합통시에서 수신된 가시들을 나의 기사로 불러와 수정하여 사용할 수 있다.
  연합사진보기
    연합통시에서 수신된 사진들을 나의 기사로 불러와 수정하여 사용할 수 있다.

검색:
  지난호 보기

출력현황 보기
  교열 진행 상황과 인쇄소로 출력 된 상황을 볼수 있다.

권한이 필요한 메뉴: 디지이너, 관리자, 등등만이 접속 가능한 메뉴
  기사 등록, 기자 권한 부여
  페이지 디자인, 서체 스타일 디자인, 오피니온 저자 박스 디자인, 

## 셕션 선택해기
오늘기사 메뉴에서 작업할 섹션을 선택 한다.
전테보기, 종합, 정치, 경제, 오피니언, .. 

그림_2

## 작업할 페이지 선택하기

섹션 보기 화면에서 작업할 
페이지 선택

## 작업할 기사 선택하기 

선택한 페이지 에서  
  편집할 기사선택, 
  템플렛 변경 하기

그림_3

## 기사편지 도구들

기사 편집시 편집에 필요한 메뉴 항목이 상황에 따라 메인 메뉴 우측에 추가로 나타난다.

기사 입력하기, 
  그림_4
  기사 종류선택
  면머리, 제목, 부제목 입력
  본문 입력
    # 기자명
    ## 중간제목
    **볼드 스타일 지정**
    #### 다음면에 연속

  부제목 스타일 선택
  기사에 테두리 그리기
  발문 추가하기
  안내문 추가 하기

사진추가, 
  그림_5
  사진 위치선택
  사진 설명 입력
  인물사진 지정하기
  사진 크롭하기

그래픽추가, 
  그림_6
  크래픽 위치선택
  크래픽 설명 입력

편집된 전체 페이지 보기
  그림_7
기사PDF 다운받기
전체 페이지 PDF 다운받기
페이지 교열 보내기
페이지 인쇄소로 출력하기
xml 생성, 언론기관, web page 생성용
  그림_8